ManuEngineer/ESP32-Fermentationsschrank/test/esp_idf_nvs_adapter_host/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_COMPILER_CXX_EXCEPTIONS=y
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
CONFIG_ESP_PARTITION_ENABLE_STATS=y
CONFIG_NVS_BDL_STACK=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions_nvs_host_test.csv"
CONFIG_PARTITION_TABLE_FILENAME="partitions_nvs_host_test.csv"
CONFIG_PARTITION_TABLE_OFFSET=0x8000
